{
  "about_me": "Über mich",
  "massage_styles": "Massagearten",
  "location": "Ort",
  "contact": "Kontakt",
  "booking_prices": "Preise und Buchung",
  "close_button": "Schließen",
  "save_button": "Speichern",
  "hide": "Verstecken",
  "show": "Mehr anzeigen",
  "back": "Zurück",
  "forward": "Vorwärts",
  "language": "Sprache",
  "language_hu": "Ungarisch",
  "language_eng": "Englisch",
  "language_de": "Deutsch",
  "about_me_title_1": "WER BIN ICH?",
  "about_me_title_2": "Die perfekte Wahl für einen Massage-Therapeuten",
  "about_me_text": "Als erfahrener Masseur mit Jahren in der Branche bin ich bestrebt, ausgezeichneten Service anzubieten, der auf Ihre einzigartigen Bedürfnisse zugeschnitten ist. Mein therapeutischer Ansatz konzentriert sich auf die Förderung von Entspannung, die Reduzierung von Muskelverspannungen und die Verbesserung des allgemeinen Wohlbefindens. Ich kombiniere verschiedene Techniken, um spezifische Probleme wie Stressabbau, Schmerzmanagement und verbesserte Mobilität anzugehen. Ob beruhigende schwedische Massage, anregende Tiefengewebsbehandlung oder verjüngende Spa-Behandlungen – ich bin darauf spezialisiert, Ihnen ein professionelles und persönliches Erlebnis zu bieten, das erfrischt und revitalisiert.",
  "location_title": "Ort",
  "contact_information_title": "Professioneller Masseur",
  "contact_information_name": "Zoltán Szabó",
  "contact_information_text": "Meine Dienste sind nach Vereinbarung auch in Budapest und Wien verfügbar. Bitte kontaktieren Sie mich telefonisch oder per E-Mail.",
  "contact_information_location": "Standort",
  "contact_information_review": "Gute Rückmeldung",
  "contact_information_country": "Land",
  "footer_text": "2024 Zoltan Szabo Massage. Alle Rechte vorbehalten.",
  "cookie_notice_text": "Unsere Website verwendet Cookies, um Dienste bereitzustellen und den Datenverkehr zu analysieren.",
  "cookie_notice_learnmore": "Erfahren Sie mehr.",
  "cookie_notice_acceptbutton": "Alle Cookies akzeptieren",
  "cookie_notice_rejectbutton": "Alle Cookies ablehnen",
  "cookie_customization_setcookies_button": "Cookie-Einstellungen öffnen",
  "cookie_customization_policy_center": "PRIVATSPHÄRE EINSTELLUNGEN",
  "cookie_customization_policy_description": "Wenn Sie auf unsere Dienste zugreifen, können die unten aufgeführten Arten von Cookies auf Ihrem Gerät platziert werden. Sie sind nach Quelle, technischen Merkmalen und Zwecken kategorisiert. Diese Kategorien schließen sich nicht gegenseitig aus; Ein Cookie kann mehreren der folgenden Kategorien angehören. Da wir Ihr Recht auf Privatsphäre respektieren, können Sie bestimmten Arten von Cookies möglicherweise nicht zustimmen. Klicken Sie auf die Überschriften der verschiedenen Kategorien, um mehr zu erfahren und Ihre Einstellungen zu ändern. Das Blockieren bestimmter Arten von Cookies kann jedoch Ihre Website-Erfahrung und die von uns angebotenen Dienste beeinträchtigen.",
  "cookie_customization_Learn_more_about_cookie_policy": "Erfahren Sie mehr über unsere Cookies, einschließlich Cookies von Drittanbietern, in unserer Cookie-Richtlinie.",
  "cookie_customization_stictly_necessary_cookies_title": "Unbedingt erforderliche Cookies",
  "cookie_customization_stictly_necessary_cookies_text": "Aktivieren Sie grundlegende Funktionen wie die Seitenavigation und den Zugriff auf sichere Bereiche der Website. Die Website kann ohne diese Cookies nicht ordnungsgemäß funktionieren.",
  "cookie_customization_functional_cookies_title": "Funktionale Cookies",
  "cookie_customization_functional_cookies_text": "Verbessern Sie die Funktionalität der Website, indem Sie Ihre Präferenzen und Einstellungen speichern. Diese Cookies ermöglichen personalisierte Funktionen wie die Auswahl der Sprache und benutzerspezifische Einstellungen.",
  "cookie_customization_statistics_cookies_title": "Statistik-Cookies",
  "cookie_customization_statistics_cookies_text": "Sammeln Sie anonym Informationen, um uns zu helfen zu verstehen, wie Besucher mit der Website interagieren. Diese Informationen helfen uns, die Leistung und Struktur unserer Website zu verbessern.",
  "cookie_customization_marketing_cookies_title": "Marketing-Cookies",
  "cookie_customization_marketing_cookies_text": "Ermöglichen Sie der Website, personalisierte Marketinginhalte basierend auf Ihrem Verhalten und Interessen zu liefern. Diese Cookies können Ihre Besuche verfolgen und das Teilen von Inhalten mit sozialen Netzwerken ermöglichen."
}
