{
  "about_me": "About Me",
  "massage_styles": "Massage Styles",
  "location": "Location",
  "contact": "Contact",
  "booking_prices": "Booking & Prices",
  "close_button": "Close",
  "save_button": "Save",
  "hide": "Hide",
  "show": "Show more",
  "back": "Previous",
  "forward": "Next",
  "language": "Language",
  "language_hu": "Hungarian",
  "language_eng": "English",
  "language_de": "German",
  "about_me_title_1": "WHO AM I?",
  "about_me_title_2": "The Perfect Choice for a Massage Therapist",
  "about_me_text": "As an experienced masseur with years in the field, I am committed to providing excellent service tailored to your unique needs. My therapeutic approach focuses on promoting relaxation, reducing muscle tension, and enhancing overall well-being. I blend various techniques to address specific issues such as stress relief, pain management, and improved mobility. Whether it's a soothing Swedish massage, invigorating deep tissue therapy, or rejuvenating spa treatments, I am dedicated to delivering a professional and personalized experience that refreshes and revitalizes.",
  "location_title": "Location",
  "contact_information_title": "Professional Masseur",
  "contact_information_name": "Zoltán Szabó",
  "contact_information_text": "My services are also available in Budapest and Vienna by appointment. Please contact me by phone or email.",
  "contact_information_location": "Location",
  "contact_information_review": "Good Review",
  "contact_information_country": "Country",
  "footer_text": "2024 Zoltan Szabo Massage. All rights reserved.",
  "cookie_notice_text": "Our site uses cookies to provide services and analyze traffic.",
  "cookie_notice_learnmore": "Learn more.",
  "cookie_notice_acceptbutton": "Accept all cookies",
  "cookie_notice_rejectbutton": "Reject all cookies",
  "cookie_customization_setcookies_button": "Open cookie settings",
  "cookie_customization_policy_center": "PRIVACY PREFERENCE CENTER",
  "cookie_customization_policy_description": "When you access our Services, the types of Cookies listed below may be placed on your Device. They are categorized by source, technical features, and purposes. These categories are not mutually exclusive; a Cookie may belong to several of the following categories. Since we respect your right to privacy, you can choose not to agree to certain types of cookies. Click on the headers of the different categories to find out more and to change your settings. However, blocking certain types of cookies may impact your site experience and services offered by us.",
  "cookie_customization_Learn_more_about_cookie_policy": "Learn more about our cookies including third-party cookies on our Cookie Policy.",
  "cookie_customization_stictly_necessary_cookies_title": "Strictly Necessary Cookies",
  "cookie_customization_stictly_necessary_cookies_text": "Enable basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.",
  "cookie_customization_functional_cookies_title": "Functional Cookies",
  "cookie_customization_functional_cookies_text": "Enhance the website’s functionality by remembering your preferences and settings. These cookies enable personalized features like language selection and user-specific settings.",
  "cookie_customization_statistics_cookies_title": "Statistics Cookies",
  "cookie_customization_statistics_cookies_text": "Collect information anonymously to help us understand how visitors interact with the website. This information helps us improve the performance and structure of our website.",
  "cookie_customization_marketing_cookies_title": "Marketing Cookies",
  "cookie_customization_marketing_cookies_text": "Enable the website to deliver personalized marketing content based on your behavior and interests. These cookies may track your visits and enable sharing of content with social networks.",
  "when_you_sit_a_lot": "If you sit a lot during your workday.",
  "if_you_have_rheumatism": "If you have rheumatism and struggle with joint problems.",
  "if_you_have_stressful_lifestyle": "If you have a stressful lifestyle and difficulty sleeping.",
  "if_you_have_sedentary_lifestyle": "If you lead a sedentary lifestyle and lack physical activity.",
  "if_you_are_active_in_sports_or_physical_work": "If you are active in sports or engage in physically demanding work.",
  "if_you_seek_physical_and_mental_refreshment": "If you are simply seeking physical and mental refreshment.",
  "when_to_come": "When to visit me?"
}
